Repository: Ertugrul-Kurubal/Data-Scientist
Catalog: Work/Modern Ways/Read Corpus/af-ar.tmx
Source language: af
Languages: ar

source: Ek wil jou praat oor 'n ongeluk van vroeër. 'n Skoolbus wat die rivier in gery.
ar: أودّ محادثتك بشأن حادثة وقعت في صغرك حين سقطت حافلة مدرسيّة في النهر ؟

source: Dusty.
ar: - راستي !

source: Mrs Kent?
ar: -سيّدة (كِنت )

source: Ek is Lois Lane van die Daily Planet.
ar: أنا (لويس لين) من صحيفة (دَيلي بلانت)

source: Stil.
ar: صمتاً!

source: Ek is van die Daily Planet en ek wil 't oor jou seun hê.
ar: إنّي من صحيفة (دَيلي بلانت) و أودّ محادثتك حول ابنك

source: As ek maar genoeg sou grawe, moes jy my wel vind.
ar: تبيّنت أنّي إن تحرّيت عنك بما يكفي فإنّك في النهاية ستجدني

source: Waar kom jy vandaan? Wat doen jy hier?
ar: من أين أنت ، و ماذا تفعل هنا ؟

source: Ek wil jou storie vertel.
ar: دعني أنشر قصّتك

source: En wat as ek dit nie wil?
ar: -ماذا لو لم أُرِد نشر قصّتي ؟

source: Eens kom dit aan die lig.
ar: -ستُعرف في النهاية

source: Iemand neem ooit 'n foto of gaan ontdek waar jy woon.
ar: -سيلتقط لك أحد صورةً أو يعرف أين تعيش

source: Dan verdwijn ek weer.
ar: -إذن سأختفي مُجدداً

source: - Dat kan alleen as jy ophou met mense help en dit sal jy wel geen opsie vind.
ar: الطريقة الوحيدة لكيّ تختفي هي أن تبارح مساعدة الناس ولا أشعر أنّ ذلك خيار ممكن لك

source: My vader het gedink dat as die wêreld sou weet wie ek was, dat hulle my sou verstoot, uit vrees.
ar: آمن أبي بأنّ العالم إذا علم حقيقتي فسينبذونني من منبع الخوف

source: Ek het genoeg van dat veilige lewetjie. Ek wil iets sinvols doen.
ar: ضقت ذرعاً بالأمان أودّ فعل شيء مفيد بحياتي

source: Is op 'n plaas werk nie sinvol?
ar: إذاً الزراعة و إطعام الناس ليس عملاً مفيداً ؟

source: Dit het ek nie gesê.
ar: -لم أقُل ذلك

source: - Ons is al vyf geslagte lank boere.
ar: -عائلتنا تعمل بالزراعة منذ 5 أجيال يا (كلارك )

source: Jou familie, maar dit is nie my familie.
ar: عائلتك ، لا عائلتي أجهل لـِمَّ عساي أنصت إليك

source: Ek weet nie eens waarom ek na jou luister, jy is my vader ook nie, maar iemand wat my in die veld gevind.
ar: و أنت حتّى لست أبي إن أنت إلا شخص وجدني في الحقل

source: Clark.
ar: كلارك!

source: Dit is goed, Martha.
ar: لا بأس يا (مارثا)

source: Clark het wel 'n punt.
ar: إنّه محقّ لدى (كلارك) وجهة نظر وجيهة

source: Ons is nie jou ouers.
ar: لسنا والديك

source: Maar ons doen wel ons bes.
ar: لكنّنا نبذل قصارى جهدنا و نحاول تعويضك بينما نحن سويّاً

source: Ons het gepoog om die goed te doen, maar, miskien is dit nie goed genoeg meer.
ar: لذا ربّما قصارى جهدنا لم يعُد كافياً

source: Luister, pap...
ar: - انظر يا أبي ...

source: Gaan na die viaduct.
ar: اذهبا للجسر

source: Na die viaduct.
ar: - مارثا) ، اذهبا للجسر) !

source: Soek dekking. Soek dekking.
ar: احتموا، احتموا!

source: Soek dekking.
ar: - هناك ، اتّبعوهم فحسب ! - تولّى قيادتهم !

source: Hulle sit vas.
ar: إنّهاعالقة!

source: Hank is nog in die motor.
ar: الكلبمازالفيالسيّارة!

source: Hank is in die motor.
ar: -هانك) في السيّارة)

source: Ek gaan hom haal.
ar: - سأحضره ! سأحضره !

source: - Nee, nee.
ar: لا، لا!

source: Bring mam na die viaduct.
ar: اذهب بأمك للجسر

source: Jonathan.
ar: - جوناثان !

source: - Nee, mam.
ar: - لا بأس يا أمي !

source: - Bly hier.
ar: - أمي ، ابقي هنا !

source: Pap...
ar: أبي!

source: Ek het my vader doodgaan omdat ek hom vertrou.
ar: تركتُ أبي يموت لأنّي وثقت به

source: Omdat hy daarvan oortuig was dat ek moes wag.
ar: لأنّه كان مقتنعاً بأنّه تحتّم عليّ أن أنتظر

source: Dat die wêreld nog nie sover was.
ar: و أنّ العالم لم يكُن مستعدّاً

source: Pas maar op, Lois.
ar: يجدر بكِ توخّي الحذر يا (لويس)

source: Perry soek jy.
ar: أنظري ، (بيري) يبحث عنك حانقاً

source: Hy weet dat jy Woodburns bron is en jy kry daarvan langs.
ar: يعلم أنّك المصدر المجهول لـ(وودبرن) و يتحرّق لعقابك

source: Moet jy haar sien.
ar: ويلاه، أنظرواإليها!

source: Jy sou 't nie publiseer en wat doen jy?
ar: أخبرتك ألا تنشريها فماذا عساك تفعلين ؟

source: Jy laat dit op die internet sit.
ar: جعلتِ (وودبرن) ينشرها عبرشبكةالمعلومات!

source: Die uitgewers wil dat ek jou voor die regter sleep.
ar: الناشرينالآنيودّونيأنأقاضيكِ!

source: As die wat uitmaak, ek stop daarmee.
ar: حسنٌ ، لو هذا سيشكّل فارقاً فإنّي أنسحب بهِ

source: Net skielik?
ar: -عجباً ، بهذه البساطة ؟

source: En jy aanwysings dan?
ar: -ماذا حدث لمصادرك ؟

source: Dit het nêrens gelei. Dit was maar rook
ar: -لم يُفلحوا ، القصّة كانت سراباً

source: Of het jy dit nie baanbreker genoeg gevind?
ar: أو لعلّها لم تجذب الاهتمام الذي أملتِه

source: Twee weke onbetaalde verlof, dat is die boete.
ar: عقوبتك أجازة بدون مرتّب لمدة أسبوعين

source: As jy nog ' s so iets doen, vlieg jy buite.
ar: حاولي فعل شيء كهذا ثانيةً و ستُطردين من هنا -حسنٌ

source: - Prima.
ar: - لنجعلهم 3 أسابيع ...

source: Laat ons daar drie weke van maak, omdat jy so gehoorsaam is.
ar: -طالما أنتِ متوافقة معي إلى هذه الدرجة

source: Perry.
ar: - هاري !

source: - Nie doen.
ar: لا ، لا ، حسبك

source: Ek glo dat jy iets gesien het. Maar ek glo nie dat die leë aanwysings was.
ar: أصدّق أنّك رأيتِ شيئاً يا (لويس) لكنّي لا أظنّ أنّ مصادرك خابت

source: So wat jy redes ook sy om daarmee te stop, jy doen daar goed aan.
ar: لذا أيّاً تكون أسباب سحبك للمقال فأظنّك تفعلين الصواب

source: Kan jy jou voorstel hoe die mense sou reageer, as hulle geweet het dat daar so iemand onder hulle was.
ar: أتتصوّرين كيف سيكون ردّفعلأهلهذا الكوكب... إن علموا أنّ ثمّة أحد مثله بيننا ؟

source: Gaan na hom toe.
ar: إذهبو أحضره!

source: Kyk tog eens.
ar: حسنٌ، أنظرإلىحالك!

source: Daar is 'n joernalis gewees.
ar: -قد زارتني صحفيّة

source: 'n Vriendin. Moenie bekommerd wees nie.
ar: -إنّها صديقة ، لا تقلقي

source: Ma.
ar: -أمي

source: Ek het hulle gevind.
ar: -وجدتهم -مَن ؟

source: My ouers.
ar: والداي

source: My volk.
ar: و قومي

source: Ek weet nou waar ek vandaan kom.
ar: أعلم الآن من أين جئتُ

source: Wat geweldig.
ar: عجباً ، هذا مذهل

source: Ek is so bly vir jou.
ar: إنّي سعيدة جدّاً لأجلك يا (كلارك)

source: - Niks.
ar: -لا شيء

source: Toe jy nog 'n baba was, lag ek altyd langs jou wieg, te luister na jou asemhaling.
ar: حين كنت طفلاً ، كنت أتمدد بجوار سريرك منصتة لأنفاسك

source: Jy het dit moeilik. 'n Geveg.
ar: كان التكيُّف شاقّاً عليك لكنّك ناضلت

source: ek was heel die tyd bekommerd.
ar: -و كنت أظلّ قلقة طوال الوقت

source: Dat die waarheid aan die lig sou kom?
ar: -قلقتِ أن تنكشف الحقيقة ؟

source: Want die waarheid is mooi. Ons sien dit dadelik toe ons jou gevind het.
ar: كلا ، فإنّ حقيقتك جميلة أدركنا ذلك لدى رؤيتنا إيّاك

source: Ons het geweet dat eens die hele wêreld dat sou sien.
ar: و علمنا أنّه ذات يوم سيدرك العالم أجمع ذلك

source: Ek is... Ek is bang dat ek jou kwijtraak.
ar: إنّي فقط قلقة أن يأخذوك منّي

source: Ek gaan nie weg, mam.
ar: لن أبارح مكاني يا أماه

source: Ek belowe.
ar: أعدك

source: Generaal Swanwick.
ar: -حضرة اللّواء (سوانويك )

source: Waar ek kyk na, doc?
ar: -إلامَ أنظر يا دكتور ؟ مذنّب ؟

source: Komeet? Asteroïde?
ar: كويكب ؟

source: Komete stel hul koers nie by, generaal.
ar: المذنّبات لا تصحح مسارها يا حضرة اللّواء

source: U moet dit sien voordat 'n amateur met 'n teleskoop paniek gaan saai.
ar: وددتك أن تراه قبلما يهُمّ هاوٍ ذو مِقراب بإحداث فزع عالميّ

source: Die skip draai in 'n baan wat synchroon loop aan die maan en ek het geen idee waarom.
ar: يبدو أنّ السفينة أدخلت نفسها في مدار مزامن للقمر لكنّي أجهل السبب

source: Het jy al probeer daarmee te kommunikeer?
ar: هل حاولت الاتّصال بها ؟

source: Hulle het tot nou toe nie gereageer.
ar: حسنٌ ، إنّهم لم يجيبوا بعد

source: Dit is spekulasie, maar die bestuurder wil 'n dramatiese ingang maak.
ar: أظنّ قائد تلك السفينة يسعى لدخول الأرض على نحوٍ دراميّ

source: WAARSKUWING
ar: {\fad(300,300)\bord1\b1}:

source: TONER LEEG
ar: إنذار لا يوجد حبر

source: Weet iemand waar die toner cartridges lê?
ar: أيعلم أحد أين نحتفظ بخراطيش الحبر ؟

source: - Dit is groot nuus.
ar: -إنّ الأمر يعمّ القنوات الإخباريّة

source: Kom kyk.
ar: يجب أن تريه

source: UFO GEZIEN AMATEURBEELDE
ar: {\fad(400,400)\bord1\b1}خبر عاجل ، رصد جسم فضائيّ

source: Ek kom.
ar: - نعم ، إنّي قادم !

source: Julle is nie alleen nie.
ar: لستُم بمفردكم

source: Dit kom binne via RSS.
ar: إنّها تُبثّ على خدمة التزويد بمقتطفات الأخبار

source: Ook op my selfoon.
ar: إنّها تبثّ على هاتفي أيضاً

source: My naam is generaal Zod. Ek kom uit 'n wêreld hier ver vandaan.
ar: اسمي اللّواء (زود) و قد جئت من عالم بعيد عن عالمكم

source: Ek het gereis deur 'n oseaan van sterre om by julle te kom.
ar: لقد قطعتُ محيطاً من النّجوم لأصل إليكم

source: Julle wêreld huisves een van my burgers.
ar: لقد أوى عالمكم أحد بني قومي لفترة من الزمن

source: Ek versoek julle dit individu aan my uit te lewer.
ar: و أطالب بأن تسلّموني إيّاه

source: Om onbekende redes het hy sy bestaan vir julle geheimgehouden.
ar: إنّه لسبب مجهول آثر إبقاء وجوده سرّاً عنكم

source: Hy het homself aangepas. Hy lyk op julle.
ar: سيبذل جهداً ليختلط بينكم وسيبدو مثلكم

source: Maar hy is nie een van julle.
ar: لكنّه ليس بواحدٍ منكم

source: Aan hulle wat weet waar hy hom bevind,
ar: أتوجّه بالكلام لمَن ربّمايعلمونمكانهالحاليّ...

source: Die lot van julle planeet lê in julle hande.
ar: مصير كوكبكم بين أيديكم

source: Teen Kal-El sê ek dit:
ar: أتوجّهلـ(كال-إل)بما يلي ...

source: Geefje binne 24 uur oor.
ar: استسلمخلال24 ساعة...

source: Anders beleef hierdie wêreld die gevolge.
ar: أو ستشهد هذا العالم يتحمّل المعاناة

source: Ons weet dus niks van hom?
ar: لا نكاد نعلم شيئاً عنه ، أليس كذلك ؟

source: As hy ons regtig geen kwaad wil doen, dan gee hy hom oor en aanvaar die gevolge.
ar: إن كان فعلاً لا يودّ إنزال الأذى بنا فسيسلّم نفسه لقومه

source: En anders moet ons hom uitlewer.
ar: و ليواجه التّبعات و إن أبى فربّما علينا نحن أن نسلّمه

source: Lois Lane van die Daily Planet ken hom.
ar: (لويس لين) صحفيّة (دَيلي بلانت) تعلم من يكون ذاك الرجل

source: Hulle moet haar ondervra.
ar: -و أظنّها مَن يتعيّن أن نسألها

source: Kyk jy na die nonsens?
ar: -أتشاهدين هذه الترهّات ؟

source: Dit is al die hele oggend. Hierdie keer is ek dit eens met Woodburn.
ar: إنّها تذاع طيلة الصباح لأوّل مرّة أوافق (وودبرن) الرأي الآن

source: Het jy die vent gesien?
ar: -هل رأيتِه ؟

source: Weet jy waar hy is?
ar: أتعلمين مكانه ؟

source: - Nee, en ek sou 't ook nie sê nie.
ar: -كلا ، حتّى لو رأيته ، فلن أُفصح

source: Die hele wêreld word bedreig.
ar: العالمأجمعمُهددالآن!

source: Dit is nie die oomblik vir joernalistieke integriteit.
ar: هذا ليس وقتاً مناسباً لتلجأي لمبدأالأمانةالصحفيّة!

source: Dit is ernstig. Die FBI is hier. Hulle praat oor verraad.
ar: الأمر جاد يا (لويس) ، المباحث الفدراليّة هنا يلوّحون بكلمات مثل الخيانة

source: Ek moet weg.
ar: يجب أن أنهي المكالمة

source: FBI. Hande omhoog.
ar: المباحثالفدراليّة،ارفعييديك !

source: Laat die tas val.
ar: أسقطيالحقيبةفوراً!

source: Van die besoekers weet ons nog nie veel nie.
ar: وفقاً للزوار أنفسهم فإنّنا لا نعلم إلّا القليل

source: Volgens die regering, vorm hulle geen bedreiging.
ar: وفقاً للمسؤولين المحكوميّين الذينحادثتهم...

source: ten spyte van die toon van hul boodskap.
ar: فإنّ الزوّار لا يمثّلون تهديداً بالرغم من النبرة المشؤومة لرسالتهم

source: Maar die vraag bly: Wie is die Kal-El?
ar: إذاً فبالطبع ثمّة سؤال يلحّ في أذهان الجميع من يكون ذاك المدعوّ (كال-إل) ؟

source: Bestaan? hy wel regtig?
ar: هل له وجود فعليّ ؟

source: Hoe kon hy hom so lank verborge hou?
ar: كيف أخفى وجوده طيلة هذا الوقت ؟

source: Kom op, Kent.
ar: هيّا يا (كِنت)

source: Veg terug.
ar: هيّاقاوم!

source: Staan op, Kent.
ar: انهض يا (كِنت)

source: Is dat 't?
ar: أهذه ردّة فعلك ؟

source: Is dat alles wat jy kan?
ar: هل هذا كلّ ما لديك ؟

source: Kom nou, Kent.
ar: (هيّايا(كِنت!

source: Het hulle jou pyn gedoen?
ar: -هل أذوك ؟

source: Dat kan nie.
ar: -تعلم أنّهم لا يقدرون

source: So bedoel ek dit nie. Is alles okay met jou?
ar: لم أقصد ذلك إنّما قصدت هل أنت بخير ؟

source: Ek wou hom so graag slaan.
ar: و ددت ضرب ذلك الفتى وددتضربهبشدّة!

source: Ek wou ook dat 't kon. Maar dan?
ar: حتّى أنا شعرتُ برغبة لتفعل بهِ ذلك ، لكن ماذا بعدئذٍ ؟

source: Voel jy jou dan beter?
ar: هل سيشعرك ذلك بأيّ تحسُّن ؟

source: Jy moet besluit wat vir man jy later word.
ar: يتعيّن أن تقرر أيّ نوعٍ من الرجالتودّأن تصبحيا( كلارك)لأنه ...

source: Want die man, goed of sleg...
ar: أيّاً يكون ذلك الرجل صالح أم طالح فإنّه ...

source: Hy gaan die wêreld verander.
ar: سيغيّر العالم

source: Waar sit jy mee?
ar: ماذا يدور في عقلك ؟

source: Ek weet nie waar ek moet begin.
ar: -لا أعلم من أين أبدأ

source: Waar jy maar wil.
ar: -من حيث تشاء

source: Dat skip van gisteraand? Ek is wie hulle soek.
ar: بخصوص السفينة التي ظهرت ليلة أمس ، فأنا من يبحثون عنه

source: Weet jy ook, waarom hulle jou wil hê?
ar: -أتعلم لـِمَّ يريدونك ؟

source: Nee, maar die generaal Zod, ook al gee ek my oor, daar is geen waarborg dat hy sy woord hou.
ar: -كلا لكن بالنسبة للّواء (زود) ، فلا أضمن أن يلتزم بوعده حتّى إن استسلمت

source: Maar as daar 'n kans is dat ek so die aarde kan red, moet ek 't dan nie doen nie?
ar: لكن لو ثمّة فرصة لإنقاذ الأرض بتسليم نفسي ، ألا يجب أنتهزها ؟

source: Wat sê jou gevoel?
ar: -بماذا ينبّئك حدسك ؟

source: Zod is nie te vertrou.
ar: -زود) ليس أهلاً للثقة)

source: Die probleem is, dat ek nie weet of die mense wat wel is.
ar: المشكلة هي أنّي أيضاً لستُ موقناً ما إن كان أهل الأرض أهلاً للثقة

source: Soms moet jy eers iemand glo.
ar: أحياناً يتعيّن أن تتحلّى بقفزة إيمانيّة أوّلاً

source: Vertroue kom later.
ar: ثم يأتي جزء الثقة لاحقاً

source: Goed, jy het ons aandag.
ar: حسنٌ ، هاقد نلت انتباهنا

source: Ek wil Lois Lane praat.
ar: -أودّ محادثة (لويس لين )

source: Waarom dink jy dat hulle hier is?
ar: ماذا يدفعك للظنّ بأنّها هنا ؟

source: - Geen speletjies, generaal. Ek gee my oor, maar slegs as jy haar vryheid waarborg.
ar: لا تراوغني حضرة اللّواء ، سأستسلم لكن بشرط أن تضمن حرّيّة (لويس)

source: Waarom geefje jy oor aan Zod?
ar: لـِمَّ تستسلم لـ(زود) ؟

source: Ek gee my oor aan die mensdom.
ar: إنّي أستسلم للبشر ، هناك فرق

source: Het jy jou laat boeie?
ar: تركتهميصفّدونك؟ !

source: Anders is dit geen werklike oorgawe.
ar: ما كان ليعدّ استسلام لو كنتُ قاومت

source: En as hulle hom daardeur veiliger voel, des te beter.
ar: و طالما تصفيدي يشعرهم بطمأنينة أكثر ، فعلى الرحب و السّعة

source: Wat beteken die S?
ar: ما معنى حرف الـ(س) ؟

source: Dit is geen S. In my wêreld beteken het hoop.
ar: إنّه ليس حرف الـ(س) إنّه رمز يعني (الأمل) في عالمي

source: Hier is dit 'n S.
ar: حسنٌ ، لكنّه هنا حرف (س)

source: Wat vind jy van...
ar: مارأيكفي ...

source: Super...
ar: - سوبر مـ ...

source: My naam is dr..
ar: - اسمي دكتور ...

source: - Emil Hamilton. Ek weet 't.
ar: -إيميل هاملتون) ، أعلم)

source: Ek sien jou ID in jou hempsak.
ar: بوسعي رؤية شارة هويّتك التي في جيبك الصدريّ

source: Plus 'n half rolletje peperment.
ar: مع لفيفة النعناع الأخضر المأكول نصفها

source: Ek sien ook die soldate hiernaast... besig met 'n narkose.
ar: كما أرى فصيل الجنود بالغرفة المجاورة يحضّرون ذلك الغاز المهدّئ خاصّتك

source: Dit is nie nodig nie.
ar: -لن تحتاجوا إليه

source: Ons moet voorsorgmaatreëls neem.
ar: -سيّدي ، لا يمكن ألا تتوقّع منّا اتخاذ تدابير احترازيّة

source: miskien het u 'n uitheemse siekte.
ar: فلعلّك تحمل جرثوماً فضائيّاً

source: Ek is hier al 33 jaar.
ar: إنّي على الأرض منذ 33 عاماً يا دكتور و لم أنقل لأحدٍ عدوى بعد

source: Ek het nog niemand aangesteek. - Vir sover u weet. Ons is bekommerd om ons veiligheid.
ar: إذن تعلم أنّ لدينا مخاوف أمنيّة مبررة

source: U het u bekend gemaak aan Miss Lane. Waarom doen julle dat nie aan ons?
ar: صارحتَ بهويّتك للآنسة (لين) فلمَ لا تصارحنا نحن الآخرون ؟

source: Kom ons open kaart speel, generaal.
ar: دعنا نكشف بطاقاتنا ياحضرة اللواء

source: U het my nie in jou mag.
ar: تخافونني لأنّكم لا تقدرون على التحكّم بي

source: En dit sal ook nooit gebeur nie. Maar wat sê nie dat ek jou vyand is.
ar: لا تقدرون ولن تقدروا لكنّ هذا لا يعني أنّي عدوّكم

source: Wie dan wel?
ar: -و من عدوّنا ؟

source: Zod?
ar: (زود) ؟

source: Ek is daar bang vir.
ar: -هذا ما يُقلقني

source: Dat kan wees, maar ek het 't bevel gekry u aan hom uit te lewer.
ar: رغم ذلك ، فلديّ أوامر بتسليمك إليه

source: Doen wat jy moet doen, generaal.
ar: إفعل ما يتحتّم عليك حضرة اللّواء

source: Dat jy in my glo.
ar: على إيمانك بيّ

source: Veel verskil gemaak het nie.
ar: لم يُحدِث ذلك فرقاً يُذكر في النهاية

source: Vir my wel.
ar: لقد فرَق معي

source: Hulle kom. Jy kan beter gaan.
ar: إنّهم قادمون يجب أن تغادري الآن

source: Gaan, Lois.
ar: اذهبي يا (لويس)

source: Kal-El. Ek is onderkommandant Faora-UI.
ar: كال-إل أنا القائد الثاني (فيورا-أول)

source: Namens generaal Zod groet ek jou.
ar: نيابة عن اللّواء (زود) فإنّي أبلّغك تحيّاته

source: Is jy hier die hoogste in rang?
ar: -هل أنت الضابط الأكبر هنا ؟ -أجل

source: - Ja. Generaal Zod wil dat die vrou met my saamgaan.
ar: اللّواء (زود) يودّ هذه المرأة أن تأتي معي

source: Julle vra om die uitheemse. Nie om een van ons.
ar: طلبتم شخصاً فضائيّاً ، ولم تذكروا شيئاً بخصوص واحدة من جنسنا

source: Moet ek die generaal vertel dat jy nie wil saamwerk nie?
ar: هل أبلّغ اللّواء أنّكم ترفضون الاستجابة ؟

source: Jy doen maar.
ar: لا أكترث بما تبلّغيه

source: Dit is goed. Ek gaan mee.
ar: لا بأس ، سأذهب

source: Die atmosferiese samestelling hier is nie geskik vir mense.
ar: التكوين الجوّيّ في سفينتنا ليس مناسباً للبشر

source: U moet 'n beademer dra.
ar: يتعيّن أن تضعي جهاز تنفُّس من بعد هذه النقطة

source: Kal-El.
ar: كال-إل

source: Jy het geen idee hoe lank ons na jou gesoek het.
ar: إنّك لا تعلم كم لبثنا نبحث عنك

source: Jy is seker Zod?
ar: -أفهم من كلامك أنّك (زود )

source: - Generaal Zod. Ons comman...
ar: - بل اللّواء (زود) ، قائدنا !

source: - Laat maar, Faora. Ons vergewe Kal sy gebrek aan decorum.
ar: لا بأس يا (فيورا) ، سامحي (كال-إل) على أيّ هفوة لباقة

source: Hy ken ons gebruik nie. Dit sou rede vir 'n fees moet wees, nie vir 'n konflik.
ar: إنّه لا يألف عاداتنا يتعيّن أن يكون هذا داعٍ للاحتفال

source: Nie vir 'n konflik.
ar: و ليس للصراع

source: Ek, voel me raar.
ar: أشعر بشيء غريب

source: Swak.
ar: ضعف...

source: Wat gebeur met hom?
ar: -ماذا يحدث له ؟

source: Hy kan nie teen ons atmosfeer.
ar: -جسده يرفض جوّ سفينتنا

source: Jy het jou aangepas aan die ekologie van die aarde, nie aan die van ons.
ar: أمضيت عمراً تتكيّف مع بيئة الأرض لكنّك لم تتكيّف مع بيئتنا

source: Help hom.
ar: - ساعده !

source: Kan nie.
ar: -لا يمكنني ، فما يجري له يتعيّن أن يأخذ مساره

source: Dit moet vanself oorgaan.
ar: كلارك!

source: Hallo, Kal.
ar: مرحباً يا (كال)

source: Of moet ons Clark sê?
ar: أم تفضّل (كلارك) ؟

source: So het hulle jou genoem... hè?
ar: إنّه الاسم الذي أطلقوه عليك ، أليس كذلك ؟

source: Ek was Kryptons militêre leier, jou vader ons beste wetenskaplike.
ar: كنتُ قائد جيش (كريبتون) و كان أباك عالمنا الرئيس

source: Ons was die alleen maar eens oor die ondergang van Krypton.
ar: الأمر الوحيد الذي توافقنا حياله هو أنّ (كريبتون) كانت تحتضر

source: As beloning vir my pogings ons planeet te red, moes my offisiere en ek na die Phantom Zone.
ar: ومقابلجهودنالحمايةحضارتناوإنقاذكوكبنا ... حُكم عليّ و رفاقي الضبّاط بالسّجن في المنطقة الشبحيّة

source: Danksy die vernietiging van ons wêreld, was ons bevry.
ar: ثمّحينتدمَّرعالمنا... أصبحنا أحراراً

source: Roerloos sweef ons, tussen die brokstokken van ons planeet, totdat ons sou verhonger.
ar: كنّا هائمين بلا غاية محكوم علينا بالطواف بين حطام كوكبنا ريثما نموت جوعاً

source: Hoe het jy die pad na die aarde gevind?
ar: كيف اهتديتم إلى الأرض ؟

source: Ons kon die Phantom-projektor herpas tot 'n hyperdrive.
ar: عدّلنا المحرّك الشبحيّ ليمضي بسرعة تجاوز سرعة الضوء

source: Soos jy vader gedoen het met die skip dat jou hierheen het gebring.
ar: والدك قام بتعديل مماثل للمركبة التي جائت بك لهنا

source: En so is die instrument van ons ondergang, ons redding.
ar: وعلىنحوهفإنّوسيلةهلاكنا... أصبحت وسيلة خلاصنا

source: Ons het die ou buiteposte probeer, op soek na lewe.
ar: ذهبنا لكلّ البؤر الاستيطانيّة القديمة بحثاً عن آثارٍ للحياة

source: Maar ons het daar slegs dood gevind.
ar: لكنّنا لم نجد إلا الموت

source: Sonder Krypton was hierdie poste. al lank gelede opgeraak.
ar: بانقطاعهم عن (كريبتون) ، ذبلت البؤر الاستيطانيّة وماتت منذ زمن بعيد

source: Ons versamel van alles. Armor, wapens. Selfs 'n wereldmotor.
ar: أنقذنا ما وسعنا من دروع وأسلحة و حتّى أنّنا أنقذنا مولّد عالم

source: 33 jaar lank het ons ons voorberei, totdat ons 'n noodoproep ontvang, wat jij het geaktiveer.
ar: ظللنا نتحضّر طيلة 33 عاماً حتّى رصدنا نداء استغاثة أخيراً

source: wanneer jy die ou verkenner skip ingegaan het.
ar: و الذي قدحتَ إطلاقه لمّا دخلت سفينة الاستطلاع القديمة

source: Jy het ons hierheen gelei.
ar: إنّك قُدتنا إلى هنا يا (كال)

source: En nou het jy die geleentheid die oorblyfsels van jou volk te red.
ar: والآن في مقدروك أن تنقذ من بقي من جنسك

source: Op Krypton is die genetiese kode van elke ongebore baba vasgelê in die burgerregister.
ar: في (كريبتون) ، كانت البصمة الوراثيّة لكلمولوديُنتظرميلاده... تُحفظ مرمّزةً في سجلّ المواطنين

source: Jou vader het die codex gesteel en gestop 'm by jou in die kapsule.
ar: والدك سرق السّجل و خزّنه في الكبسولة التي أحضرتك لهنا

source: Met watter doel?
ar: -لأيّ غرض ؟

source: Sodat Krypton weer sal herleef, op aarde.
ar: - حتّى تولد (كريبتون) من جديد ... على الأرض

source: Waar is die Codex, Kal?
ar: أين السّجل يا (كال) ؟

source: As Krypton sal herleef, wat gebeur dan met die aarde?
ar: لو وُلدت (كريبتون) من جديد فماذا سيكون مصير الأرض ؟

source: Die basis moet iewers op gebou word.
ar: يتحتّم أن يُشيَّد الأساس على شيء

source: Selfs jou vader erkende dat.
ar: حتّى والدك أدرك ذلك

source: Nee, Zod.
ar: لا يا (زود)

source: Daar doen ek nie aan mee.
ar: -لا يمكنني الاشتراك في هذا

source: Waar dan wel aan?
ar: -و في ماذا يمكنك الاشتراك إذن ؟

source: Jou pa is eervol heen oorlede, Kal.
ar: والدك تبرّأ من الالتزام بالشرف يا (كال)

source: Jy het 'm gedood.
ar: هل قتلته ؟

source: Ja. En die spook volg my elke dag.
ar: أجل ، ولا يمرّ يوم إلا و يؤرّقني فيه ذلك

source: Maar ek sou 't weer doen.
ar: لكن إن تحتّم أن أعيد الكرّة ، فسأفعل فإنّي ملتزم بواجب تجاه قومي

source: Ek het 'n taak te verrig en ek laat my deur niemand van weerhou.
ar: ولن أسمح لأيّ أحد بمنعي عن تنفيذه

source: Hoe is die situasie, majoor?
ar: فيمَ التأخير يا حضرة اللّواء ؟

source: Die vreemdelinge het twee stelle van stapel gestuur.
ar: أقمار المراقبة رصدت مركبتين تنطلقان من السّفينة الفضائيّة

source: Laat sien.
ar: -اعرضي خريطة الرصد -أمرك يا سيّدي -ها هما

source: Nuwe bevel vir Ikon-4 en inzoomen.
ar: -أعطني نظرة أقرب -أمرك يا سيّدي

source: Die wagwoord van vandag is drietand.
ar: من القيادة ، كلمة السرّ لهذا اليوم هي (رمح ثلاثيّ)

source: Twee naderende toestelle.
ar: ثمّة مركبتان فضائيّتان معادتيتان تقتربان

source: Ikon-4 is aanlyn.
ar: -آيكوم-4) جاهز للعمل سيّدي)

source: Spoed?
ar: -ما سرعة التحليق ؟

source: - 380 knope, bo Kansas. Geen reaksie op ons seine.
ar: نحو 380 عقدة و لا يستجيبون لتحيّاتنا

source: Jou pogings is sinneloos.
ar: إنّك تُهدر طاقتك

source: Die krag wat jy het van die son word hier geneutraliseer.
ar: قوّتك المستمّدة من شمس الأرض تنزل للمستوى الطبيعيّ في سفينتنا

source: Hier, in hierdie omgewing, is jy so swak soos 'n mens.
ar: هنا وفي هذه البيئة أنت ضعيف كآدميّ

source: Waar kom jy vandaan?
ar: -من أين أتيت ؟

source: Die kommandoleutel, Miss Lane.
ar: -من مفتاح القيادة يا آنسة (لين )

source: Danksy jou word ek opgelaai in die mainframe.
ar: بفضلك ، فإنّي الآن أُحمَّل على الحاسوب الرئيسيّ للسفينة

source: Kals vader.
ar: -أنا والد (كال )

source: Kan jy ons help?
ar: -أتمكنك مساعدتنا ؟

source: Ek het dit skip ontwerp.
ar: -إنّي مُصمم هذه السفينة

source: Ek kan die atmosfeer geskik maak vir die mens.
ar: بوسعي تعديل بيئتها بما يناسب البشر

source: Ons kan hulle terugsturen na die Phantom Zone.
ar: بوسعنا ردعهم و إعادتهم للمنطقة الشبحيّة

source: - Dat kan ek jou leer.
ar: -بإمكاني أن أعلّمك

source: En jy leer 't weer aan Kal. Wil jy my te help?
ar: و في المقابل ستعلّمي (كال-إل) فهل ستساعدينني ؟

source: Hulle weet dat ek daar is. Ons moet haastig maak.
ar: تم تنبيه طاقم السفينة علينا أن نتصرّف سريعاً

source: Gryp die kommando sleutel.
ar: استرجعي مفتاح القيادة

source: Doen jy dit?
ar: -أفعلت ذلك ؟

source: - Ja, pak 'n wapen.
ar: -أجل ، إلتقطي السلاح
